Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Wallpapers are unpacked into plain files when imported. The original package is kept until the wallpaper has rendered from those files, reported no conversion warnings, and no other wallpaper depends on it.
ar: تُفك حزم الخلفيات إلى ملفات عادية عند استيرادها. وتُحفظ الحزمة الأصلية إلى أن تُعرض الخلفية من تلك الملفات دون أي تحذيرات تحويل، وألا تعتمد عليها أي خلفية أخرى.
de: Hintergrundbilder werden beim Import in normale Dateien entpackt. Das Originalpaket bleibt erhalten, bis das Hintergrundbild aus diesen Dateien dargestellt wurde, keine Konvertierungswarnungen gemeldet hat und kein anderes Hintergrundbild davon abhängt.
es: Al importarlos, los fondos de pantalla se descomprimen en archivos normales. El paquete original se conserva hasta que el fondo de pantalla se haya renderizado a partir de esos archivos, no haya dado avisos de conversión y ningún otro fondo de pantalla dependa de él.
fr: Les fonds d’écran sont décompressés en fichiers ordinaires lors de l’importation. Le paquet d’origine est conservé jusqu’à ce que le fond d’écran ait été rendu à partir de ces fichiers sans avertissement de conversion, et qu’aucun autre fond d’écran n’en dépende.
hi: इंपोर्ट करते समय वॉलपेपर को सामान्य फ़ाइलों में अनपैक किया जाता है. मूल पैकेज तब तक रखा जाता है, जब तक वॉलपेपर उन फ़ाइलों से रेंडर न हो जाए, कन्वर्ज़न की कोई चेतावनी न आए, और कोई अन्य वॉलपेपर उस पर निर्भर न हो.
it: Gli sfondi vengono estratti in file semplici durante l’importazione. Il pacchetto originale viene conservato finché lo sfondo non è stato visualizzato da quei file senza avvisi di conversione e nessun altro sfondo dipende da esso.
ja: 壁紙は読み込み時に通常のファイルに展開されます。オリジナルのパッケージは、壁紙がそれらのファイルからレンダリングされ、変換の警告がなく、ほかの壁紙から依存されていないことが確認されるまで保持されます。
ko: 배경화면은 가져올 때 일반 파일로 압축 해제됩니다. 원본 패키지는 배경화면이 해당 파일로 렌더링되고, 변환 경고가 보고되지 않으며, 다른 배경화면이 이에 의존하지 않을 때까지 유지됩니다.
pl: Podczas importu tapety są rozpakowywane do zwykłych plików. Oryginalny pakiet jest zachowywany, dopóki tapeta nie zostanie wyrenderowana z tych plików bez ostrzeżeń o konwersji i dopóki żadna inna tapeta od niego nie zależy.
pt_br: As imagens de fundo são descompactadas em arquivos comuns ao serem importadas. O pacote original é mantido até que a imagem de fundo tenha sido renderizada a partir desses arquivos, sem avisos de conversão, e nenhuma outra imagem de fundo dependa dele.
ru: При импорте обои распаковываются в обычные файлы. Исходный пакет сохраняется, пока обои не отобразятся из этих файлов без предупреждений о конвертации и пока от него не зависят другие обои.
tr: Duvar kâğıtları içe aktarılırken düz dosyalara açılır. Orijinal paket; duvar kâğıdı bu dosyalardan işlenene, dönüştürme uyarısı bildirilmeyene ve başka hiçbir duvar kâğıdı ona bağımlı olmayana kadar saklanır.
uk: Під час імпорту шпалери розпаковуються у звичайні файли. Оригінальний пакет зберігається, доки шпалера не відрендериться з цих файлів без попереджень про конвертацію і доки від нього не залежить жодна інша шпалера.
zh_hans: 导入时，墙纸会被解包为普通文件。原始包会一直保留，直到墙纸已从这些文件成功渲染、未报告转换警告，且没有其他墙纸依赖它。
zh_hant: 輸入背景圖片時會將其解開為一般檔案。原始套件會保留到背景圖片已從這些檔案成功渲染、未回報轉換警告，且沒有其他背景圖片依賴它為止。

source: Wallpapers changed: %lld
ar: الخلفيات التي تغيّرت: %lld
de: Geänderte Hintergrundbilder: %lld
es: Fondos de pantalla cambiados: %lld
fr: Fonds d’écran modifiés : %lld
hi: बदले गए वॉलपेपर: %lld
it: Sfondi modificati: %lld
ja: 変更した壁紙: %lld
ko: 변경된 배경화면: %lld
pl: Zmienione tapety: %lld
pt_br: Imagens de fundo alteradas: %lld
ru: Изменено обоев: %lld
tr: Değiştirilen duvar kâğıtları: %lld
uk: Змінено шпалер: %lld
zh_hans: 已更改的墙纸：%lld
zh_hant: 已更改的背景圖片：%lld

source: Wallpapers for Wallpaper Engine
ar: خلفيات لتطبيق Wallpaper Engine
de: Hintergrundbilder für Wallpaper Engine
es: Fondos de pantalla para Wallpaper Engine
fr: Fonds d’écran pour Wallpaper Engine
hi: Wallpaper Engine के लिए वॉलपेपर
it: Sfondi per Wallpaper Engine
ja: Wallpaper Engine 用の壁紙
ko: Wallpaper Engine용 배경화면
pl: Tapety do Wallpaper Engine
pt_br: Imagens de fundo para o Wallpaper Engine
ru: Обои для Wallpaper Engine
tr: Wallpaper Engine için duvar kâğıtları
uk: Шпалери для Wallpaper Engine
zh_hans: 适用于 Wallpaper Engine 的墙纸
zh_hant: 適用於 Wallpaper Engine 的背景圖片

source: Wallpapers larger than 4GB can currently not be transferred to mobile devices.
ar: لا يمكن حاليًا نقل الخلفيات التي يزيد حجمها عن 4 جيجابايت إلى الأجهزة المحمولة.
de: Hintergründe größer als 4 GB können derzeit nicht an mobile Geräte gesendet werden.
es: Los fondos de más de 4GB no se pueden transferir a los dispositivos móviles.
fr: Les fonds d'écran de plus de 4 Go ne peuvent actuellement pas être transférés sur des appareils mobiles.
hi: 4GB से बड़े वॉलपेपर अभी मोबाइल डिवाइस पर नहीं भेजे जा सकते।
it: Gli sfondi più pesanti di 4 GB non possono attualmente essere trasferiti ai dispositivi mobili.
ja: 4GBを超えるサイズの壁紙はモバイルデバイスに転送できません。
ko: 현재 4GB보다 큰 배경화면은 모바일 기기로 전송할 수 없습니다.
pl: Tapet większych niż 4 GB nie da się obecnie przenosić na urządzenia mobilne.
pt_br: Não é possível transferir papéis de parede acima de 4GB para dispositivos móveis no momento.
ru: Обои размером больше 4 ГБ нельзя перенести на мобильные устройства.
tr: 4 GB'tan büyük duvar kağıtları, şu anda mobil cihazlara aktarılamıyor.
uk: Шпалери розміром більше 4 Гб неможливо наразі передати на мобільний пристрій.
zh_hans: 目前无法将大于 4GB 的壁纸传输到移动设备。
zh_hant: 大於 4GB 的桌布目前無法傳輸至行動裝置。

source: Wallpapers stopped
ar: الخلفيات متوقفة
de: Hintergründe gestoppt
es: Fondos detenidos
fr: Fonds d’écran arrêtés
hi: वॉलपेपर बंद हैं
it: Sfondi arrestati
ja: 壁紙停止中
ko: 배경화면 중지됨
pl: Tapety zatrzymane
pt_br: Papéis de parede parados
ru: Обои остановлены
tr: Duvar kağıtları durduruldu
uk: Шпалери зупинено
zh_hans: 壁纸已停止
zh_hant: 桌布已停止

source: Wallpapers where you've changed settings or applied a preset keep them.
ar: تحتفظ الخلفيات التي غيّرت إعداداتها أو طبّقت عليها إعدادًا مسبقًا بها.
de: Hintergrundbilder, deren Einstellungen du geändert oder auf die du eine Voreinstellung angewendet hast, behalten diese.
es: Los fondos de pantalla en los que cambiaste ajustes o aplicaste un preajuste los conservan.
fr: Les fonds d’écran dont vous avez modifié les réglages ou auxquels vous avez appliqué un préréglage les conservent.
hi: जिन वॉलपेपर की सेटिंग्स आपने बदली हैं या जिन पर प्रीसेट लागू किया है, वे उन्हें बनाए रखते हैं।
it: Gli sfondi di cui hai modificato le impostazioni o a cui hai applicato un preset le mantengono.
ja: 設定を変更した壁紙やプリセットを適用した壁紙はそのままです。
ko: 설정을 변경했거나 사전 설정을 적용한 배경화면은 그대로 유지됩니다.
pl: Tapety, których ustawienia zmieniono lub do których zastosowano ustawienie wstępne, je zachowują.
pt_br: Imagens de fundo em que você alterou ajustes ou aplicou uma predefinição os mantêm.
ru: Обои, в которых вы меняли настройки или применяли пресет, сохранят их.
tr: Ayarlarını değiştirdiğiniz veya hazır ayar uyguladığınız duvar kâğıtları bunları korur.
uk: Шпалери, у яких ви змінювали налаштування або застосовували пресет, збережуть їх.
zh_hans: 你更改过设置或应用过预设的墙纸会保留它们。
zh_hant: 你更改過設定或套用過預設組合的背景圖片會保留它們。

source: Wavelength. Low values give many small ripples, high values give a few broad swells.
ar: الطول الموجي. القيم المنخفضة تعطي تموجات صغيرة كثيرة، والمرتفعة تعطي أمواجًا عريضة قليلة.
de: Wellenlänge. Niedrige Werte ergeben viele kleine Wellen, hohe Werte wenige breite Wogen.
es: Longitud de onda. Los valores bajos dan muchas ondas pequeñas; los altos, pocos oleajes amplios.
fr: Longueur d’onde. Les faibles valeurs donnent de nombreuses petites ondulations, les valeurs élevées quelques larges houles.
hi: तरंगदैर्घ्य. कम मान कई छोटी लहरें देते हैं, ज़्यादा मान कुछ चौड़ी लहरें.
it: Lunghezza d’onda. Valori bassi danno tante piccole increspature, valori alti poche onde ampie.
ja: 波長です。低い値では小さな波紋が多数でき、高い値では大きなうねりが少しできます。
ko: 파장입니다. 값이 낮으면 작은 물결이 많이 생기고, 값이 높으면 넓은 너울이 몇 개 생깁니다.
pl: Długość fali. Niskie wartości dają wiele małych zmarszczek, wysokie — kilka szerokich fal.
pt_br: Comprimento de onda. Valores baixos geram muitas ondulações pequenas; valores altos, poucas ondas largas.
ru: Длина волны. Малые значения дают много мелкой ряби, большие — несколько широких волн.
tr: Dalga boyu. Düşük değerler çok sayıda küçük dalgacık, yüksek değerler birkaç geniş kabarma verir.
uk: Довжина хвилі. Малі значення дають багато дрібних брижів, великі — кілька широких хвиль.
zh_hans: 波长。数值低时为许多细小的涟漪，数值高时为少量宽阔的涌浪。
zh_hant: 波長。數值低時為許多細小的漣漪，數值高時為少數寬闊的湧浪。

source: Web
ar: ويب
hi: वेब
ko: 웹
pl: Sieć
ru: Веб
uk: Веб
zh_hans: 网页
zh_hant: 網頁

source: Web engine
ar: محرك الويب
es: Motor web
fr: Moteur web
hi: वेब इंजन
it: Motore web
ja: ウェブエンジン
ko: 웹 엔진
pl: Silnik WWW
pt_br: Motor web
ru: Веб-движок
tr: Web motoru
uk: Веб-рушій
zh_hans: 网页引擎
zh_hant: 網頁引擎

source: Welcome
ar: مرحبًا
de: Willkommen
es: Bienvenida
fr: Bienvenue
hi: स्वागत है
it: Benvenuto
ja: ようこそ
ko: 환영합니다
pl: Witamy
pt_br: Boas-vindas
ru: Добро пожаловать
tr: Hoş Geldiniz
uk: Вітаємо
zh_hans: 欢迎
zh_hant: 歡迎

source: Welcome to Open Wallpaper Engine
ar: مرحبًا بك في Open Wallpaper Engine
de: Willkommen bei Open Wallpaper Engine
es: Te damos la bienvenida a Open Wallpaper Engine
fr: Bienvenue dans Open Wallpaper Engine
hi: Open Wallpaper Engine में आपका स्वागत है
it: Benvenuto in Open Wallpaper Engine
ja: Open Wallpaper Engineへようこそ
ko: Open Wallpaper Engine에 오신 것을 환영합니다
pl: Witamy w Open Wallpaper Engine
pt_br: Boas-vindas ao Open Wallpaper Engine
ru: Добро пожаловать в Open Wallpaper Engine
tr: Open Wallpaper Engine’e Hoş Geldiniz
uk: Вітаємо в Open Wallpaper Engine
zh_hans: 欢迎使用 Open Wallpaper Engine
zh_hant: 歡迎使用 Open Wallpaper Engine

source: What wallpapers do while another app is in full screen on their display. Pause and Stop save the work of drawing a wallpaper no one can see.
ar: ما تفعله الخلفيات أثناء عرض تطبيق آخر بملء الشاشة على شاشة العرض الخاصة بها. ويوفّر الإيقاف المؤقت والإيقاف عمل رسم خلفية لا يراها أحد.
de: Was Hintergrundbilder tun, während eine andere App auf ihrem Display im Vollbildmodus ist. Pausieren und Stoppen sparen die Arbeit, ein unsichtbares Hintergrundbild zu zeichnen.
es: Lo que hacen los fondos de pantalla mientras otra app está a pantalla completa en su pantalla. Pausar y Detener ahorran el trabajo de dibujar un fondo de pantalla que nadie ve.
fr: Ce que font les fonds d’écran quand une autre app est en plein écran sur leur moniteur. Pause et Arrêter évitent de dessiner un fond d’écran que personne ne voit.
hi: किसी दूसरे ऐप के उनके डिस्प्ले पर फ़ुल स्क्रीन होने पर वॉलपेपर क्या करें। पॉज़ और रोकें, ऐसा वॉलपेपर बनाने का काम बचाते हैं जिसे कोई नहीं देख रहा।
it: Cosa fanno gli sfondi mentre un’altra app è a schermo intero sul loro schermo. Pausa e Interrompi evitano il lavoro di disegnare uno sfondo che nessuno vede.
ja: 別の App がそのディスプレイでフルスクリーン表示中の壁紙の動作です。一時停止と停止では、見えない壁紙を描画する処理を省きます。
ko: 다른 앱이 해당 디스플레이에서 전체 화면일 때 배경화면의 동작입니다. 일시 정지와 중지는 보이지 않는 배경화면을 그리는 작업을 줄입니다.
pl: Co robią tapety, gdy inna aplikacja jest na pełnym ekranie na ich wyświetlaczu. Wstrzymanie i zatrzymanie oszczędzają rysowania tapety, której nikt nie widzi.
pt_br: O que as imagens de fundo fazem enquanto outro app está em tela cheia na tela delas. Pausar e Parar evitam o trabalho de desenhar uma imagem de fundo que ninguém vê.
ru: Что делают обои, пока другое приложение в полноэкранном режиме на их дисплее. Пауза и остановка избавляют от отрисовки обоев, которых никто не видит.
tr: Başka bir uygulama ekranlarında tam ekrandayken duvar kâğıtlarının ne yaptığı. Duraklat ve Durdur, kimsenin görmediği bir duvar kâğıdını çizme işinden tasarruf eder.
uk: Що роблять шпалери, поки інша програма на повний екран на їхньому дисплеї. Пауза й зупинка позбавляють від малювання шпалери, якої ніхто не бачить.
zh_hans: 其他 App 在墙纸所在显示器上全屏时墙纸的行为。“暂停”和“停止”可省去绘制无人看到的墙纸的工作。
zh_hant: 其他 App 在背景圖片所在顯示器上全螢幕時背景圖片的行為。「暫停」和「停止」可省去繪製無人看到的背景圖片的工作。

source: What wallpapers do while another app plays sound, on every display. Mute silences only the wallpapers' own sound.
ar: ما تفعله الخلفيات على كل شاشات العرض أثناء تشغيل تطبيق آخر للصوت. ويكتم «كتم الصوت» صوت الخلفيات نفسها فقط.
de: Was Hintergrundbilder auf allen Displays tun, während eine andere App Ton wiedergibt. Ton aus schaltet nur den eigenen Ton der Hintergrundbilder stumm.
es: Lo que hacen los fondos de pantalla, en todas las pantallas, mientras otra app reproduce sonido. Silenciar solo silencia el sonido propio de los fondos de pantalla.
fr: Ce que font les fonds d’écran, sur tous les moniteurs, quand une autre app émet du son. Couper le son ne coupe que le son propre des fonds d’écran.
hi: किसी दूसरे ऐप के आवाज़ चलाने पर सभी डिस्प्ले पर वॉलपेपर क्या करें। म्यूट करें सिर्फ़ वॉलपेपर की अपनी आवाज़ बंद करता है।
it: Cosa fanno gli sfondi, su tutti gli schermi, mentre un’altra app riproduce audio. Disattiva audio silenzia solo l’audio degli sfondi.
ja: 別の App がサウンドを再生しているときの、全ディスプレイでの壁紙の動作です。「消音」は壁紙自体のサウンドだけを消します。
ko: 다른 앱이 소리를 재생할 때 모든 디스플레이에서 배경화면의 동작입니다. 소리 끔은 배경화면 자체의 소리만 끕니다.
pl: Co robią tapety na wszystkich wyświetlaczach, gdy inna aplikacja odtwarza dźwięk. Wycisz wycisza tylko własny dźwięk tapet.
pt_br: O que as imagens de fundo fazem, em todas as telas, enquanto outro app reproduz som. Silenciar silencia apenas o som das próprias imagens de fundo.
ru: Что делают обои на всех дисплеях, пока другое приложение воспроизводит звук. «Выключить звук» отключает только собственный звук обоев.
tr: Başka bir uygulama ses çalarken duvar kâğıtlarının tüm ekranlarda ne yaptığı. Sesi Kapat yalnızca duvar kâğıtlarının kendi sesini kapatır.
uk: Що роблять шпалери на всіх дисплеях, поки інша програма відтворює звук. «Вимкнути звук» вимикає лише власний звук шпалер.
zh_hans: 其他 App 播放声音时所有显示器上墙纸的行为。“静音”只会静音墙纸自身的声音。
zh_hant: 其他 App 播放聲音時所有顯示器上背景圖片的行為。「靜音」只會將背景圖片本身的聲音靜音。

source: What wallpapers do while another app's window fills their display. Stop (free memory) hides the wallpaper to free its memory.
ar: ما تفعله الخلفيات أثناء ملء نافذة تطبيق آخر لشاشة العرض الخاصة بها. ويخفي «إيقاف (تحرير الذاكرة)» الخلفية لتحرير ذاكرتها.
de: Was Hintergrundbilder tun, während das Fenster einer anderen App ihr Display ausfüllt. Stoppen (Speicher freigeben) blendet das Hintergrundbild aus, um seinen Speicher freizugeben.
es: Lo que hacen los fondos de pantalla mientras la ventana de otra app ocupa su pantalla. Detener (liberar memoria) oculta el fondo de pantalla para liberar su memoria.
fr: Ce que font les fonds d’écran quand la fenêtre d’une autre app remplit leur moniteur. Arrêter (libérer la mémoire) masque le fond d’écran pour libérer sa mémoire.
hi: किसी दूसरे ऐप की विंडो के उनके डिस्प्ले को भर देने पर वॉलपेपर क्या करें। रोकें (मेमोरी खाली करें) वॉलपेपर को छिपाकर उसकी मेमोरी खाली करता है।
it: Cosa fanno gli sfondi mentre la finestra di un’altra app riempie il loro schermo. Interrompi (libera memoria) nasconde lo sfondo per liberarne la memoria.
ja: 別の App のウインドウがディスプレイいっぱいに表示されているときの壁紙の動作です。「停止（メモリを解放）」では壁紙を隠してメモリを解放します。
ko: 다른 앱의 윈도우가 디스플레이를 가득 채울 때 배경화면의 동작입니다. 중지(메모리 확보)는 배경화면을 숨겨 메모리를 확보합니다.
pl: Co robią tapety, gdy okno innej aplikacji wypełnia ich wyświetlacz. Zatrzymaj (zwolnij pamięć) ukrywa tapetę, aby zwolnić jej pamięć.
pt_br: O que as imagens de fundo fazem enquanto a janela de outro app preenche a tela delas. Parar (liberar memória) oculta a imagem de fundo para liberar sua memória.
ru: Что делают обои, пока окно другого приложения занимает их дисплей. «Остановить (освободить память)» скрывает обои, чтобы освободить их память.
tr: Başka bir uygulamanın penceresi ekranlarını kapladığında duvar kâğıtlarının ne yaptığı. Durdur (belleği boşalt), duvar kâğıdını gizleyerek belleğini boşaltır.
uk: Що роблять шпалери, поки вікно іншої програми заповнює їхній дисплей. «Зупинити (звільнити памʼять)» приховує шпалеру, щоб звільнити її памʼять.
zh_hans: 其他 App 的窗口占满墙纸所在显示器时墙纸的行为。“停止（释放内存）”会隐藏墙纸以释放其内存。
zh_hant: 其他 App 的視窗佔滿背景圖片所在顯示器時背景圖片的行為。「停止（釋放記憶體）」會隱藏背景圖片以釋放其記憶體。

source: What wallpapers do while another app's window is active. Pause per Display pauses only the display that window is on; Pause All pauses every display.
ar: ما تفعله الخلفيات أثناء نشاط نافذة تطبيق آخر. ويوقف «إيقاف مؤقت لكل شاشة» شاشة العرض التي عليها النافذة فقط، ويوقف «إيقاف الكل مؤقتًا» كل شاشات العرض.
de: Was Hintergrundbilder tun, während das Fenster einer anderen App aktiv ist. Pro Display pausieren pausiert nur das Display mit diesem Fenster; Alle pausieren pausiert alle Displays.
es: Lo que hacen los fondos de pantalla mientras la ventana de otra app está activa. Pausar por pantalla pausa solo la pantalla de esa ventana; Pausar todas pausa todas las pantallas.
fr: Ce que font les fonds d’écran quand la fenêtre d’une autre app est active. Pause par moniteur ne met en pause que le moniteur de cette fenêtre ; Tout mettre en pause met en pause tous les moniteurs.
hi: किसी दूसरे ऐप की विंडो सक्रिय होने पर वॉलपेपर क्या करें। हर डिस्प्ले पर अलग से पॉज़ करें सिर्फ़ उस विंडो वाले डिस्प्ले को पॉज़ करता है; सभी पॉज़ करें हर डिस्प्ले को पॉज़ करता है।
it: Cosa fanno gli sfondi mentre la finestra di un’altra app è attiva. Pausa per schermo mette in pausa solo lo schermo di quella finestra; Pausa su tutti mette in pausa tutti gli schermi.
ja: 別の App のウインドウがアクティブなときの壁紙の動作です。「ディスプレイごとに一時停止」はそのウインドウがあるディスプレイだけを、「すべて一時停止」はすべてのディスプレイを一時停止します。
ko: 다른 앱의 윈도우가 활성 상태일 때 배경화면의 동작입니다. 디스플레이별 일시 정지는 그 윈도우가 있는 디스플레이만, 모두 일시 정지는 모든 디스플레이를 일시 정지합니다.
pl: Co robią tapety, gdy aktywne jest okno innej aplikacji. Wstrzymaj na danym wyświetlaczu wstrzymuje tylko wyświetlacz z tym oknem; Wstrzymaj wszystkie wstrzymuje wszystkie wyświetlacze.
pt_br: O que as imagens de fundo fazem enquanto a janela de outro app está ativa. Pausar por Tela pausa só a tela dessa janela; Pausar Todas pausa todas as telas.
ru: Что делают обои, пока активно окно другого приложения. «Пауза для каждого дисплея» приостанавливает только дисплей с этим окном; «Пауза на всех дисплеях» — все дисплеи.
tr: Başka bir uygulamanın penceresi etkinken duvar kâğıtlarının ne yaptığı. Ekran Başına Duraklat yalnızca o pencerenin bulunduğu ekranı, Tümünü Duraklat ise tüm ekranları duraklatır.
uk: Що роблять шпалери, поки активне вікно іншої програми. «Пауза для кожного дисплея» призупиняє лише дисплей із цим вікном; «Пауза на всіх дисплеях» — усі дисплеї.
zh_hans: 其他 App 的窗口处于活跃状态时墙纸的行为。“按显示器暂停”只暂停该窗口所在的显示器；“全部暂停”暂停所有显示器。
zh_hant: 其他 App 的視窗處於使用中時背景圖片的行為。「依顯示器暫停」只暫停該視窗所在的顯示器；「全部暫停」暫停所有顯示器。

source: What wallpapers do while the displays sleep. Pause keeps the last frame; Stop (free memory) also hides the wallpaper to free its memory.
ar: ما تفعله الخلفيات أثناء سكون شاشات العرض. يحتفظ «إيقاف مؤقت» بآخر إطار، ويخفي «إيقاف (تحرير الذاكرة)» الخلفية أيضًا لتحرير ذاكرتها.
de: Was Hintergrundbilder tun, während die Displays im Ruhezustand sind. Pausieren behält das letzte Bild; Stoppen (Speicher freigeben) blendet das Hintergrundbild zusätzlich aus, um seinen Speicher freizugeben.
es: Lo que hacen los fondos de pantalla mientras las pantallas están en reposo. Pausar conserva el último fotograma; Detener (liberar memoria) además oculta el fondo de pantalla para liberar su memoria.
fr: Ce que font les fonds d’écran pendant la suspension d’activité des moniteurs. Pause garde la dernière image ; Arrêter (libérer la mémoire) masque aussi le fond d’écran pour libérer sa mémoire.
hi: डिस्प्ले के स्लीप में रहने पर वॉलपेपर क्या करें। पॉज़ करें आख़िरी फ़्रेम रखता है; रोकें (मेमोरी खाली करें) वॉलपेपर को छिपाकर उसकी मेमोरी भी खाली करता है।
it: Cosa fanno gli sfondi mentre gli schermi sono in stop. Pausa mantiene l’ultimo fotogramma; Interrompi (libera memoria) nasconde anche lo sfondo per liberarne la memoria.
ja: ディスプレイがスリープしている間の壁紙の動作です。「一時停止」は最後のフレームを保持し、「停止（メモリを解放）」はさらに壁紙を隠してメモリを解放します。
ko: 디스플레이가 잠자기 상태일 때 배경화면의 동작입니다. 일시 정지는 마지막 프레임을 유지하고, 중지(메모리 확보)는 배경화면을 숨겨 메모리도 확보합니다.
pl: Co robią tapety, gdy wyświetlacze są uśpione. Wstrzymaj zachowuje ostatnią klatkę; Zatrzymaj (zwolnij pamięć) dodatkowo ukrywa tapetę, aby zwolnić jej pamięć.
pt_br: O que as imagens de fundo fazem enquanto as telas estão em repouso. Pausar mantém o último quadro; Parar (liberar memória) também oculta a imagem de fundo para liberar sua memória.
ru: Что делают обои, пока дисплеи в режиме сна. «Пауза» сохраняет последний кадр; «Остановить (освободить память)» также скрывает обои, чтобы освободить их память.
tr: Ekranlar uyurken duvar kâğıtlarının ne yaptığı. Duraklat son kareyi korur; Durdur (belleği boşalt) ayrıca duvar kâğıdını gizleyerek belleğini boşaltır.
uk: Що роблять шпалери, поки дисплеї в режимі сну. «Пауза» зберігає останній кадр; «Зупинити (звільнити памʼять)» також приховує шпалеру, щоб звільнити її памʼять.
zh_hans: 显示器睡眠时墙纸的行为。“暂停”保留最后一帧；“停止（释放内存）”还会隐藏墙纸以释放其内存。
zh_hant: 顯示器睡眠時背景圖片的行為。「暫停」保留最後一個畫面；「停止（釋放記憶體）」還會隱藏背景圖片以釋放其記憶體。

source: What wallpapers do while your Mac runs on battery. Pause or Stop saves the most battery.
ar: ما تفعله الخلفيات أثناء عمل Mac على البطارية. ويوفّر الإيقاف المؤقت أو الإيقاف أكبر قدر من البطارية.
de: Was Hintergrundbilder tun, während Ihr Mac im Batteriebetrieb läuft. Pausieren oder Stoppen spart am meisten Batterie.
es: Lo que hacen los fondos de pantalla mientras el Mac funciona con batería. Pausar o Detener ahorra más batería.
fr: Ce que font les fonds d’écran quand votre Mac fonctionne sur batterie. Pause ou Arrêter économise le plus de batterie.
hi: Mac के बैटरी पर चलने के दौरान वॉलपेपर क्या करें। पॉज़ या रोकें सबसे ज़्यादा बैटरी बचाता है।
it: Cosa fanno gli sfondi mentre il Mac è alimentato a batteria. Pausa o Interrompi fanno risparmiare più batteria.
ja: Mac がバッテリーで動作している間の壁紙の動作です。「一時停止」または「停止」で最もバッテリーを節約できます。
ko: Mac이 배터리로 작동할 때 배경화면의 동작입니다. 일시 정지나 중지가 배터리를 가장 많이 절약합니다.
pl: Co robią tapety, gdy Mac działa na baterii. Wstrzymanie lub zatrzymanie najbardziej oszczędza baterię.
pt_br: O que as imagens de fundo fazem enquanto o Mac usa a bateria. Pausar ou Parar economiza mais bateria.
ru: Что делают обои, пока Mac работает от аккумулятора. Пауза или остановка экономят больше всего заряда.
tr: Mac’iniz pille çalışırken duvar kâğıtlarının ne yaptığı. Duraklat veya Durdur en çok pil tasarrufu sağlar.
uk: Що роблять шпалери, поки Mac працює від акумулятора. Пауза або зупинка найбільше заощаджують заряд.
zh_hans: Mac 使用电池时墙纸的行为。“暂停”或“停止”最省电。
zh_hant: Mac 使用電池時背景圖片的行為。「暫停」或「停止」最省電。

source: When logging in
ar: عند تسجيل الدخول
de: Beim Anmelden
es: Al iniciar sesión
fr: En se connectant
hi: लॉग इन करते समय
it: All’avvio del computer
ja: ログオン時に変更
ko: 로그인할 때
pl: Po zalogowaniu
pt_br: Ao Entrar
ru: При входе в систему
tr: Oturum Açarken
uk: При вході в систему
zh_hans: 登录时
zh_hant: 登入時

source: Whether the app's windows are light or dark. Auto follows your Mac's appearance.
ar: ما إذا كانت نوافذ التطبيق فاتحة أم داكنة. ويتبع «تلقائي» مظهر Mac.
de: Ob die Fenster der App hell oder dunkel sind. Automatisch folgt dem Erscheinungsbild Ihres Mac.
es: Si las ventanas de la app son claras u oscuras. Automático sigue el aspecto del Mac.
fr: Indique si les fenêtres de l’app sont claires ou sombres. Auto suit l’apparence de votre Mac.
hi: ऐप की विंडो हल्की हों या गहरी। ऑटो आपके Mac के रूप का पालन करता है।
it: Se le finestre dell’app sono chiare o scure. Automatico segue l’aspetto del Mac.
ja: App のウインドウをライトにするかダークにするかを選びます。「自動」は Mac の外観に従います。
ko: 앱 윈도우를 밝게 또는 어둡게 표시합니다. 자동은 Mac의 화면 모드를 따릅니다.
pl: Czy okna aplikacji są jasne, czy ciemne. Automatycznie dopasowuje się do wyglądu Maca.
pt_br: Se as janelas do app são claras ou escuras. Automático segue a aparência do Mac.
ru: Светлые или темные окна приложения. «Авто» следует оформлению Mac.
tr: Uygulama pencerelerinin açık mı koyu mu olduğu. Otomatik, Mac’inizin görünümünü izler.
uk: Світлі чи темні вікна програми. «Авто» дотримується вигляду Mac.
zh_hans: App 窗口为浅色还是深色。“自动”跟随 Mac 的外观。
zh_hant: App 視窗為淺色還是深色。「自動」跟隨 Mac 的外觀。
